source/_static/diagrams/19-what-a-module-exports-2.d2
direction: right
n0: "prepend PATH"
n1: "setenv EBROOT"
n2: "family"
n3: "modlua extras"
n0 -> n1
n1 -> n2
n2 -> n3
